"_BASE_USED_" = "ko";
/* Use the _ADVANCED_EXTRA_WIDTH_ (if needed) to fit the method description properly */
"_ADVANCED_EXTRA_WIDTH_" = "0.0";
/* "_PREFERENCES_EXTRA_WIDTH_" = "0.0"; */
"OK" = "확인";
"Done" = "OK";
"Yes" = "예";
"No" = "아니오";
"Don't show again" = "다시 보지 않기";
"Set as default compressor" = "기본 압축 프로그램으로 설정";
"Not now" = "지금은 아니요";
"Want to make Keka your default compressor?" = "Keka를 기본 압축 프로그램으로 만드시겠습니까?";
"This means that all the compatible files will be extracted with Keka by now. You can set this later in the Keka Preferences." = "이것은 Keka가 열 수 있는 모든 파일을 Keka가 압축 해제한다는 뜻입니다. Keka 환경설정에서 추후에 설정할 수 있습니다.";
"Really want to close Keka?" = "Keka를 정말 닫으시겠습니까?";
"The current operations will be canceled. If you choose to wait and quit Keka will exit when all work is done." = "진행중인 작업들이 취소됩니다. 기다리고 취소하시면 Keka는 모든 작업들이 끝난 뒤 종료합니다.";
"Password needed" = "암호가 필요합니다";
"File \"%@\" needs a password to be extracted" = "\"%@\" 파일은 압축을 풀기 위해 암호가 필요합니다";
"File \"%@\" needs a special encoding to be extracted" = "File \"%@\" needs a special encoding to be extracted";
"Extraction of \"%@\" done" = "\"%@\" 파일 압축 해제 완료";
"Extraction of \"%@\" failed." = "\"%@\" 파일 압축 해제 실패";
"Extraction of %i files done" = "파일 %i개 압축 해제 완료";
"Extraction complete" = "압축 해제 완료";
"Extraction fail" = "압축 해제 실패";
"Compression complete" = "압축 완료";
"File \"%@\" created" = "\"%@\" 파일이 생성되었습니다";
"Compression fail" = "압축 실패";
"File \"%@\" cannot be created" = "\"%@\" 파일을 생성하지 못했습니다";
"Operation not implemented" = "작업 제작되지 않음";
"Performing operation..." = "작업 진행 중...";
"Waiting..." = "기다리는 중...";
"Extracting \"%@\"" = "\"%@\" 파일 압축 해제 중";
"Extracting \"%@...\"" = "\"%@...\" 파일 압축 해제 중";
"Creating %@ file..." = "Creating %@ file...";
"Creating file \"%@\"" = "Creating file \"%@\"";
"Creating file \"%@...\"" = "Creating file \"%@...\"";
"Volume name:" = "볼륨 이름:";
"Select the encoding for \"%@\"" = "Select the encoding for \"%@\"";
"Time elapsed: %d:%@%d:%@%d hours%@" = "시간 지남: %d:%@%d:%@%d hours%@";
"Time elapsed: %d:%@%d minutes%@" = "시간 지남: %d:%@%d minutes%@";
"Time elapsed: %d seconds%@" = "시간 지남: %d seconds%@";
"%d seconds" = "%d 초";
"%d:%@%d minutes" = "%d:%@%d 분";
"%d:%@%d:%@%d hours" = "%d:%@%d:%@%d 시간";
"Pause" = "일시 정지";
"Continue" = "계속";
"Operation paused" = "작업 일시 정지됨";
"Cancel" = "취소";
"Close" = "닫기";
"Operation failed" = "작업 실패함";
"Operation failed with error code %d" = "작업 실패함. 오류 코드: %d";
"Choose a name and folder to start the compression" = "압축을 시작하기 위해 이름과 폴더를 정해주세요.";
"Creation of \"%@\" failed" = "\"%@\" 생성 실패";
"Creating \"%@\"" = "\"%@\" 생성 중";
"Prepearing extraction..." = "압축 해제 준비중...";
"Choose a folder to extract this file" = "이 파일을 압축 풀 폴더를 정해주세요.";
"Choose where do you want to extract \"%@\"" = "Choose where do you want to extract \"%@\"";
"Select all the volumes from \"%@\" or the folder that contains them" = "Select all the volumes from \"%@\" or the folder that contains them";
"Select the folder that contains \"%@\"" = "Select the folder that contains \"%@\"";
"Extraction of \"%@\" failed" = "\"%@\" 압축 해제 실패";
"Keka - %i on queue" = "Keka - %i on queue";
"Keka can't create this %@ image" = "Keka가 이 %@ 볼륨을 만들 수 없습니다";
"You can only create %@ images with a single folder. Try to put all your files in a folder and drop it to Keka to create the %@ image." = "%@ 이미지는 단일 폴더로만 생성이 가능합니다. 모든 파일들을 하나의 폴더에 넣은 뒤 다시 시도하세요.";
"Keka can't create this @% tarball" = "Keka can't create this @% tarball";
"This operation is not supported on %@." = "%@ 버전에서는 지원하지 않습니다.";
"Compress \"%@\" in %@ to..." = "\"%@\"을(를) %@ 형식으로 압축하기...";
"Compress in %@ to..." = "%@ 형식으로 압축하기...";
"Save as:" = "다른 이름으로 저장:";
"Compress" = "압축하기";
"Extract \"%@\" to..." = "\"%@\" 파일 압축 풀기...";
"Extract as:" = "다음으로 압축 풀기:";
"Extract" = "압축 풀기";
" - Remaining: Calculating..." = " - 남은 시간: 계산 중...";
" - Remaining: About one second" = " - 남은 시간: 1 초";
" - Remaining: About %d seconds" = " - 남은 시간: 약 %d 초";
" - Remaining: About 1 minute" = " - 남은 시간: 약 1 분";
" - Remaining: About %d minutes" = " - 남은 시간: 약 %d 분";
" - Remaining: About 1 hour" = " - 남은 시간: 약 1 시간";
" - Remaining: About %d hours" = " - 남은 시간: 약 %d 시간";
" - Remaining: About 1 day" = " - 남은 시간: 약 1 일";
" - Remaining: About %d days" = " - 남은 시간: 약 %d 일";
" - Remaining: About 1 year" = " - 남은 시간: 약 1 년";
" - Remaining: About %d years" = " - 남은 시간: 약 %d 년";
" - Remaining: Less than one second" = " - 남은 시간: 1 초 미만";
"Can't show progress time..." = "진행 시간을 표시할 수 없습니다...";
"Password for \"%@\"" = "다음을 위한 암호: \"%@\"";
"Method:" = "압축 방법:";
"No compression" = "압축 안하기";
"Fastest, less compression" = "가장 빠르게, 낮은 압축률";
"Fast, less compression" = "빠르게, 낮은 압축률";
"Normal" = "기본";
"Slow, more compression" = "느리게, 높은 압축률";
"Slowest, more compression" = "가장 느리게, 높은 압축률";
"Compression" = "압축";
"Extraction" = "압축 해제";
"Keka can't use the \"extlx.plist\" list, please get in contact with the developers.\n\nNow Keka will quit." = "Keka가 \"extlx.plist\" 파일을 사용할 수 없습니다. 개발자에게 연락하여 주십시오.\n\nKeka를 종료합니다.";
"Keka is dying!" = "Keka가 죽어가고 있어요!";
"Ask each time" = "매번 물어보기";
"Next to original file" = "원본 파일 위치에";
"Custom folder..." = "임의의 폴더...";
"Same as original file" = "원본 파일과 똑같이";
"Custom name..." = "임의의 이름...";
"Compressed file" = "압축된 파일";
"Set as default folder" = "기본 폴더로 설정";
"Perform automatic action" = "자동";
"Always compress" = "항상 압축";
"Always extract" = "항상 압축 풀기";
"1.4 MB Floppy" = "1.4 MB Floppy";
"650 MB CD" = "650 MB CD";
"700 MB CD" = "700 MB CD";
"4.7 GB DVD" = "4.7 GB DVD";
"Drop here to extract" = "압축을 푸려면 여기에 끌어 놓으세요";
"Drop here to compress" = "압축을 하려면 여기에 끌어 놓으세요";
"Binary \"%@\" is not accessible" = "Binary \"%@\"에 접근할 수 없습니다.";
"The first part \"%@\" can't be found" = "첫 번째 부분 \"%@\" 을(를) 찾을 수 없습니다.";
"unknown" = "알 수 없음";
"Unknown error" = "알 수 없는 오류";
"Error code %d using \"%@\"\n%@" = "Error code %d using \"%@\"\n%@";
"No errors found" = "오류 없음";
"Minor error, the operation may be done well" = "작은 오류가 발생했으나, 작업은 정상적으로 진행되었을 것입니다.";
"Fatal error" = "치명적인 오류";
"CRC error occurred, maybe the file is corrupt" = "CRC 오류가 발생했습니다. 파일에 문제가 있을 수 있습니다.";
"Attempt to modify an archive previously locked" = "과거에 잠긴 파일을 수정하려고 합니다.";
"Maybe you don't have permission to write or your disk is full" = "권한이 없거나 디스크 용량이 가득 찼습니다.";
"Can't open the file, maybe you don't have read permission" = "파일을 열 수 없습니다. 읽기 권한이 있는지 확인해 보세요.";
"Command line error, please contact with the developer" = "Command line 오류. 개발자에게 연락하세요.";
"Not enough memory. Try to close some programs and repeat the operation" = "메모리가 부족합니다. 다른 프로그램을 종료 후 다시 시도해 주세요.";
"Can't create the file, maybe you don't have permission or free space" = "파일을 만들 수 없습니다. 권한이 없거나 디스크 용량이 부족합니다.";
"Canceled manually" = "사용자가 임의로 취소했습니다.";
"Bad password, try again" = "잘못된 비밀번호입니다. 다시 시도해 주세요.";
"This archive is locked" = "이 압축 파일은 잠겼습니다.";
"Write error. No permission? No space left?" = "쓰기 오류. 권한이 없거나 디스크에 용량이 없습니다.";
"Can't open the file, maybe it's not accessible" = "파일을 열 수 없거나 파일에 접속할 수 없습니다.";
"No files matching the mask" = "마스크와 일치하는 파일들이 없습니다.";
"Give access" = "권한 허용";
"Just folder access" = "Just folder access";
"Quit" = "Quit";
"More information" = "추가 정보";
"Keka needs file access" = "Keka는 권한이 필요합니다.";
"Give home access" = "홈 폴더 접근 권한 부여하기";
"Customize" = "사용자화";
"In order to work seamlessly with your files, Keka needs local access to the Mac disk." = "Keka가 자연스럽게 작동하기 위해서는 Mac 디스크에 대한 권한이 필요합니다.";
"\nSimply click on \"Give access to Keka\", your disk should already be selected." = "\nMac 디스크는 이미 선택되어 있으므로, 단순히 \"Give access to Keka\" 버튼을 클릭하세요.";
"Give access to Keka" = "Keka에게 권한 허용";
"Full Mac access (Recommended)" = "Mac 전체 접근 권한 (권장)";
"Home folder access" = "홈 폴더 접근 권한";
"External volumes access" = "외장 볼륨 접근 권한";
"External disk: %@" = "외장 디스크: %@";
"An extension is required" = "확장 프로그램 필요";
"In order to set Keka as the default application, you need to install an extension. Click on \"More information\" to follow the required steps.\n\nRemember that you can always set Keka as the default application for any format using the Finder's \"Get Info\" panel." = "Keka를 기본 프로그램으로 설정하기 위해서는 확장 프로그램이 필요합니다. \"More information\"를 클릭하여 필요한 순서를 따라하세요. 혹은 어떠한 파일 포맷에 대해서도 Finder의 \"Get Info\" 패널을 통해서 기본 프로그램을 설정할 수도 있습니다.";
"Cannot set Keka as default" = "Keka를 기본 프로그램으로 설정할 수 없습니다.";
"The intermediate application failed to launch. There is more information in the Console.app." = "매개 프로그램을 시작하지 못했습니다. 더 많은 정보는 Console.app에 있습니다.";
"The intermediate application returned an undefined code." = "매개 프로그램이 정의되지 않은 코드를 반환했습니다.";
"Keka is now set as the default application for its known formats." = "이제 Keka는 알려진 포맷에 대하여 기본 프로그램으로 설정되었습니다.";
"Keka set as default" = "기본 프로그램으로 Keka가 설정됨";
"There were some errors while registering the formats. There is more information in the Console.app." = "포맷을 등록하던 도중 오류가 발생했습니다. 더 많은 정보는 Console.app에 있습니다.";
"The intermediate application can't get access to Keka." = "매개 프로그램이 Keka에 접근할 수 없습니다.";
"The intermediate application can't find Keka." = "매개 프로그램이 Keka를 찾을 수 없습니다.";
